7zip
alsa-firmware
aurorae
base
base-devel
bash-completion
binwalk
bluedevil
bluez
bluez-utils
brave-bin
breeze
breeze-cursors
breeze-gtk
breeze-plymouth
ciphey
discover
dnsmasq
dolphin
drkonqi
efibootmgr
fastfetch
firefox
flatpak-kcm
foremost
git
grub
htop
hurl
intel-ucode
jq
kactivitymanagerd
kate
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kmenuedit
knighttime
konsole
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwin
kwin-x11
kwrited
layer-shell-qt
libkscreen
libksysguard
libplasma
linux
linux-firmware
man-db
man-pages
milou
mpv
nano
neovim
networkmanager
nodejs
npm
obs-studio
ocean-sound-theme
okular
openbsd-netcat
openssh
oxygen
oxygen-cursors
oxygen-sounds
perl-image-exiftool
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-keyboard
plasma-login-manager
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-kde-agent
power-profiles-daemon
powerdevil
print-manager
python
qbittorrent
qemu-full
qqc2-breeze-style
radare2
ruby
sddm
sddm-kcm
seclists
sof-firmware
spectacle
steghide
systemsettings
telegram-desktop
unzip
virt-manager
virt-viewer
vlc-plugins-all
wacomtablet
wget
wireplumber
xdg-desktop-portal-kde
yay
yay-debug
zip
zsh
zsteg
